[
    {
        "id": "blog_intro",
        "title": "Welcome to the dev blog",
        "story": "Hey there, thanks for stopping by!\nAre you also trying to learn programming or are you curious how that looks? Or even better, are you an amazing developer that is\nwilling to assist us newbies?\nWell whoever you are, you stumbled upon this little blog, so why not give it a read, I’d love to hear what you think about it : )\n\nNow, a little about the blog :\nThis is a blog that shows my steps as I try to become a programmer. I am writing it as I go so I don’t really know what will happen nor what to expect.\nI just need to get something clear from the start: I am a LAZY person, I am a poorly organized, messy person so be warned!\nOk, I think that is enough for the introduction, I don’t want to make you leave right away.\n\nFeel free to skip ahead and see how everything is moving along, and please let us all know what you’ve been up to and if you are on the same path, share your steps with us please! :D"
    },
    {
        "id": "so_it_beings",
        "title": "Begining of a dream",
        "story": "Ok I’m not going to lie, it wasn’t some clear goal I had set since I was little. Furthermore, my original dream and goal was to be a Veterinarian. Ever since I was 5 years old I kept saying I am going to be a doctor for animals. However, in the shadow of that dream, hid the idea of me being a developer. It would surface in games, or through watching movies or reading books, but it would always stay in the shadow of the veterinary dream.\nUntil one day:\nI was at the university, waiting for a lecture to start , and I was reading some newspapers and there was an article there, saying you can learn programming through courses and that it is not that far out of reach and impossible as it seems. Of course, people wrote that stuff to sell courses and newspapers but it worked, I was hooked. I couldn’t stop thinking about it, making plans and dreams. All that without knowing a single line of code, of course. \nSo, I spent the following week researching schools and courses, sending emails and composing new questions and plans. And eventually I convinced my brother and we signed up. \n\nThis was few years ago, and we absolutely failed, in terms that we didn’t practice much outside of the course and we stopped practicing altogether after the course was finished (some personal stories there, but it doesn’t matter, all that matters is that we gave up). \n\nSo, to all of you out there who are thinking about signing up for a course, I will share my experience in a few bullet points: \n-Do not sign up for a course if you don’t have enough time to dedicate yourself to it fully\n-Do not get discouraged if you don’t understand something, or if you are not advancing fast enough\n-It is not enough to do homework and listen to the lectures, you have to practice a lot on your own, you have to research and try new things and always think code. \n\nThis last part is the most important part, you really have to practice a lot, and try to improve on your own as well. Courses are not there to shove knowledge into your head, you have to be the one who will try to absorb all the knowledge you can get! \n\nSo after realizing all this, and after failing miserably, we decided to sign up for another course, and that is where our story begins! So join me, if you would like to tag along, and share your learning experiences, cool exercises, difficulties you encountered, and so on and so on…"
    }
]