[
    {
        "id": "soul_mates",
        "title": "Soul mates",
        "story":"Izgubljen u tami hodao je sumom, misli zapetljane u kovitlac vetra razletele su se po njegovoj glavi. Nije znao gde ide niti sta ce sad uciniti, ali je znao da mora da bezi. Ali gde I kako pobeci od samoga sebe.\nObgrlila je rukama svoju malu knjigu, stegla ju je najjace sto je mogla. Kosom je skrivala lice. Pogleda uperenog u pod gurala se kroz mrak. Uvek se jezila ove staze, uvek se plasila da ovuda ide sama, ali je idalje svako vece prolazila njom. Misli su joj vec odavno odlutale medju zvezde a oci su ih polako pratile lutajuci pogledom sa krosnji na nebo. \n Pogled joj slete sa neba I udari  u nekakvu debelu krznenu jaknu. Knjiga joj ispade iz ruku I pade na blatnjavo tlo. ona polako zakoraci nazad I dobro pogleda lice koje se isprecilo pred njom. Pogled joj se dugo zadrzao na njemu. Decko se sagne I dohvati knjigu, laganim korakom pridje joj I pruzi je.  Prsti im se dotakose.\nKovitlac hladnih osecanja kakva nikada ranije nije osetila ispuni joj telo I kolena joj zaklecase. Jako joj zasijase oci I samo sto nije pocela da place. Od straha koji joj iznenada obuze telo jedva je disala. Ispustila je knjigu I iznenada sva ta osecanja nestadose I ona ponovo bese svoja.\nSvi vetrovi iznenada isceznuse iz njegove glave. Nekakav topao, mek osecaj ispuni mu telo. Nije znao sta je to, niti odakle je poteklo, ali je prizeljkivao da taj osecaj nikad ne prestane. Vise mu se nije cinilo da je izgubljen, vise nije morao da bezi. Ali cim devojka ispusti knjigu on se trgne I sva ta osecanja nestadose I on ponovo bese svoj.\nDevojka se sagla I podigla knjigu. tiho se izvinila mladicu I nastavila da hoda. Pogled joj je sada bio cvrsto zakovan za zemlju a misli vise nisu bile slobodne.\nPre no sto je stigao da joj ista kaze devojka je odjurila. dugo je posmatrao njen lik koji se gubio u tami. Zajedno sa njim gubila su se sva osecanja, sve misli su polako nestajale I ubrzo je decko ponovo bio sasvim sam. \nVise se nikada  nisu sreli."
    },
    {
        "id": "night_shift",
        "title": "Night shift",
        "story":"TIsina joj se sada vec zariva pod  kozu. Usporeno kuckanje tastatura I po koje nakasljavanje ne ublazavaju bol, tisina pobedjuje.\n Idalje je mrak. Prokleto vreme kao da stoji. Da li je moguce da u zgradi preko puta nikada nema nikoga a monitori sijaju.\n Zabacuje glavu na naslon stolice I pokusava da dohvati plafon.\nNe! Nije isti osecaj kao kada ovo radim pod vedrim nebom. \nNasmesila se a zatim ponovo utonula u dosadu.\nOstalo je jos svega sat ili dva do kraja smene ali kako ubiti vreme.\nVraca I drugu slusalicu u uvo I pusta muziku da je nosi. Makar na minut, tisina je nestala, menja je tup bol glasne muzike. Ovo je prijatna promena. U red,  mozda samo promena.\nSeda u kola, sunce se konacno pojavilo, malo je naporno za oci. Prividna sreca I odbrambeni osmeh polako je napustaju I zajedno sa kazaljkom na brzinometru raste onaj stari, dobro poznati osecaj od koga se skrivala celu noc. Grli je svojim snaznim rukama, prekriva joj usta I uvlaci je u tamu."
    },
    {
        "id": "klavir",
        "title": "Klavir",
        "story":"Svirala je sporije nego sto bi trebalo. Njeni dugi, tanki prsti trapavo su se kretali po dirkama. Telo joj se njihalo uz nekakav cudan, njoj svojstven, ritam. Noge su joj bile prepletene jedna uz drugu kao da ih nije briga gde su pedale.\n Posmatrajuci zasebno svaki deo nje, moglo bi se reci da ne prija ocima, mozda cak I da je ruzno.  Ali gledajuci celu sliku, njenu glavu kako nezno talasa I pundju koja cvrsto stoji I opire se talasima, ledja blago naklonjena ka toj spravi, prste koji uzurbano plesu poput gracioznih ballerina… vratiti se pogledom na te oci koje toplo igraju I smeju se. Celo njeno bice pretvorilo se u pesmu koju izvodi, postal je deo pesme ili tacnije, pesma je sada deo nje. Ona joj se potpuno predaje.\nPosmatram je neko vreme a onda se naslanjam I zatvaram oci. Prepustam se melodiji. Razmisljam kako je klavir nesto najlepse sto postoji na ovome svetu, posle nje naravno. U ovom trenutku sam sasvim siguran da je neizmerno volim. "
    }
]